{
  "Version": "1.3",
  "ID": "f12wp2aeydft4z3vrn7gmzlquesroneyyrwyhwjxi",
  "Issue Number": "6",
  "Client": {
    "Name": "GEOS-Chem Support Team/SBN",
    "Region": "United States",
    "Industry": "Life Science / Healthcare",
    "Website": "https://geos-chem.readthedocs.io/en/stable/geos-chem-shared-docs/doc/gcid-special-portals.html#geos-chem-nested-input-data; https://sbn.psi.edu/pds/resource/css.html",
    "Social Media": "Gitana",
    "Social Media Type": "Slack",
    "Role": "Data Preparer"
  },
  "Project": {
    "Brief history of your project and organization": "The GEOS–Chem Support Team (GCST) uses robust source code management techniques to facilitate the open-source development of GEOS–Chem, maintain code integrity, ensure proper documentation and traceability, and support users.\nThe Catalina Sky Survey (CSS) bundle contains image data, ancillary data, and documentation generated by the survey. CSS has used multiple telescopes in Arizona and Australia to discover and follow-up Near Earth Objects (NEOs). NEOs are asteroids and comets that can approach the Earth. The survey continues to be conducted using telescopes and cameras on Mount Lemmon and Mount Bigelow in the Santa Catalina Mountains of the Coronado National Forest near Tucson, Arizona.",
    "Is this project associated with other projects/ecosystem stakeholders?": "No",
    "Describe the data being stored onto Filecoin": "Input data for nested-grid simulations using the GEOS-Chem Chemical Transport Model. This includes the NASA/GMAO MERRA-2 and GEOS-FP meteorological products, the HEMCO emission inventories, and other small data such as model initial conditions.\nRaw data that discovers Near Earth Objects (NEOs) which potentially could impact Earth",
    "Where was the data currently stored in this dataset sourced from": "AWS Cloud",
    "How do you plan to prepare the dataset": "Curio and lotus. We cut data into piece and transfer into car files. Then send to sps we found.",
    "Please share a sample of the data (a link to a file, an image, a table, etc., are good ways to do this.)": "s3://gcgrid/\ns3://pds-css-archive/",
    "Confirm that this is a public dataset that can be retrieved by anyone on the network (i.e., no specific permissions or access rights are required to view the data)": "[x] I confirm",
    "What is the expected retrieval frequency for this data": "Weekly",
    "For how long do you plan to keep this dataset stored on Filecoin": "More than 3 years",
    "In which geographies do you plan on making storage deals": "Greater China, Asia other than Greater China, North America, Europe",
    "How will you be distributing your data to storage providers": "HTTP or FTP server, Shipping hard drives",
    "Please list the provider IDs and location of the storage providers you will be working with. Note that it is a requirement to list a minimum of 5 unique provider IDs, and that your client address will be verified against this list in the future": "f03662920, Japan\nf02816097, Hongkong\nf03099987, Bangkok\nf03408862, India\nf03529375, Canada",
    "Can you confirm that you will follow the Fil+ guideline (Data owner should engage at least 4 SPs and no single SP ID should receive >30% of a client's allocated DataCap)": "Yes"
  },
  "Datacap": {
    "Type": "ldn-v3",
    "Data Type": "Slingshot",
    "Total Requested Amount": "5PiB",
    "Single Size Dataset": "638TiB",
    "Replicas": 8,
    "Weekly Allocation": "256TiB"
  },
  "Lifecycle": {
    "State": "Submitted",
    "Validated At": "",
    "Validated By": "",
    "Active": true,
    "Updated At": "2025-10-21 09:04:48.563961606 UTC",
    "Active Request ID": "",
    "On Chain Address": "f12wp2aeydft4z3vrn7gmzlquesroneyyrwyhwjxi",
    "Multisig Address": "false",
    "edited": false
  },
  "Allocation Requests": []
}